Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_CollapsablePlayer.Description
source: Animate the player bar to expand and collapse.
af_za: Animeer die spelerbalk om uit te brei en in te klap.
ar_eg: تحريك شريط المشغل للتوسع والطي.
ar_sa: تحريك شريط المشغل للتوسع والطي.
bg_bg: Анимирайте лентата на плейъра, за да се разширява и свива.
bn_bd: প্লেয়ার বারকে প্রসারিত এবং সংকুচিত করতে অ্যানিমেট করুন।
ca_es: Anima la barra del reproductor per expandir-la i col·lapsar-la.
cs_cz: Animuje lištu přehrávače tak, aby se roztahovala a zmenšovala.
da_dk: Animer afspillerlinjen til at udvide og kollapse.
de_de: Animieren Sie die Player-Leiste zum Erweitern und Einklappen.
el_gr: Κινητοποιήστε τη γραμμή αναπαραγωγής για επέκταση και σύμπτυξη.
es_mx: Anima la barra del reproductor para expandirse y contraerse.
et_ee: Animeeri mängija riba laienema ja kokku tõmbuma.
fa_ir: نوار پخش‌کننده را برای گسترش و جمع شدن متحرک کنید.
fi_fi: Animoi soittopalkki laajenemaan ja kutistumaan.
fr_fr: Anime la barre du lecteur pour l'agrandir et la réduire.
ga_ie: Beoigh an barra seinnteora chun leathnú agus crapadh.
he_il: הנפש את סרגל הנגן כדי להתרחב ולהתכווץ.
hi_in: प्लेयर बार को विस्तारित और संपीड़ित करने के लिए एनिमेट करें।
hr_hr: Animirajte traku reproduktora za proširenje i skupljanje.
hu_hu: Animálja a lejátszó sávot a kibontáshoz és összecsukáshoz.
id_id: Animasikan bilah pemutar untuk meluas dan menyusut.
it_it: Anima la barra del lettore per espandersi e comprimersi.
ja_jp: プレイヤーバーの展開と折りたたみをアニメーション化します。
ko_kr: 플레이어 바가 확장되고 축소되는 애니메이션을 적용합니다.
lt_lt: Animuoti grotuvo juostą, kad ji išsiplėstų ir susitrauktų.
ms_my: Animasi bar pemain untuk mengembang dan melipat.
nl_nl: Animeer de afspeelbalk om uit te vouwen en in te vouwen.
no_no: Animer spillerlinjen til å utvides og trekkes sammen.
pa_in: ਪਲੇਅਰ ਬਾਰ ਨੂੰ ਫੈਲਾਉਣ ਅਤੇ ਢਾਹੁਣ ਲਈ ਐਨੀਮੇਟ ਕਰੋ।
pl_pl: Animuj pasek odtwarzacza, aby rozwijać i zwijać.
pt_pt: Anima a barra do leitor para expandir e recolher.
ro_ro: Animați bara playerului pentru a se extinde și a se plia.
ru_ru: Анимировать панель плеера для расширения и сворачивания.
sk_sk: Animovať panel prehrávača pre rozbalenie a zbalenie.
sq_al: Animoni shiritin e luajtësit për t'u zgjeruar dhe palosur.
sr_cyrl_rs: Анимирајте траку плејера да се прошири и скупи.
sv_se: Animera spelarfältet för att expandera och fällas ihop.
sw_ke: Huwasha upau wa kichezaji kupanuka na kufungika.
ta_in: பிளேயர் பட்டியை விரிவாக்க மற்றும் மடக்க அனிமேட் செய்யவும்.
th_th: ทำให้แถบเครื่องเล่นมีการเคลื่อนไหวเพื่อขยายและยุบได้
tl_ph: I-animate ang player bar para mag-expand at mag-collapse.
tr_tr: Oynatıcı çubuğunu genişleyip daralacak şekilde canlandırın.
uk_ua: Анімувати панель програвача для розгортання та згортання.
vi_vn: Tạo hiệu ứng động cho thanh trình phát để mở rộng và thu gọn.
zh_cn: 动画显示播放器栏的展开和折叠。
zh_tw: 動畫化播放器欄以展開和折疊。

# SettingsPage_RestorePlayback.Header
source: Restore playback state
af_za: Herstel afspeelstatus
ar_eg: استعادة حالة التشغيل
ar_sa: استعادة حالة التشغيل
bg_bg: Възстановяване на състоянието на възпроизвеждане
bn_bd: প্লেব্যাক অবস্থা পুনরুদ্ধার করুন
ca_es: Restaurar estat de reproducció
cs_cz: Obnovit stav přehrávání
da_dk: Gendan afspilningsstatus
de_de: Wiedergabestatus wiederherstellen
el_gr: Επαναφορά κατάστασης αναπαραγωγής
es_mx: Restaurar estado de reproducción
et_ee: Taasta taasesituse olek
fa_ir: بازیابی وضعیت پخش
fi_fi: Palauta toistotila
fr_fr: Restaurer l'état de lecture
ga_ie: Athchóirigh staid athsheinm
he_il: שחזר מצב ניגון
hi_in: प्लेबैक स्थिति पुनर्स्थापित करें
hr_hr: Vrati stanje reprodukcije
hu_hu: Lejátszási állapot visszaállítása
id_id: Pulihkan status pemutaran
it_it: Ripristina stato riproduzione
ja_jp: 再生状態を復元
ko_kr: 재생 상태 복원
lt_lt: Atkurti grojimo būseną
ms_my: Pulihkan keadaan main balik
nl_nl: Afspeelstatus herstellen
no_no: Gjenopprett avspillingsstatus
pa_in: ਪਲੇਬੈਕ ਸਥਿਤੀ ਬਹਾਲ ਕਰੋ
pl_pl: Przywróć stan odtwarzania
pt_pt: Restaurar estado de reprodução
ro_ro: Restabilește starea redării
ru_ru: Восстанавливать состояние воспроизведения
sk_sk: Obnoviť stav prehrávania
sq_al: Rivendos gjendjen e luajtjes
sr_cyrl_rs: Врати стање репродукције
sv_se: Återställ uppspelningsläge
sw_ke: Rejesha hali ya kucheza
ta_in: பிளேபேக் நிலையை மீட்டெடு
th_th: กู้คืนสถานะการเล่น
tl_ph: Ibalik ang estado ng pag-playback
tr_tr: Oynatma durumunu geri yükle
uk_ua: Відновити стан відтворення
vi_vn: Khôi phục trạng thái phát
zh_cn: 恢复播放状态
zh_tw: 恢復播放狀態

# SettingsPage_RestorePlayback.Description
source: Save the current playback state to resume on next launch.
af_za: Stoor die huidige afspeelstatus om by die volgende lansering voort te sit.
ar_eg: احفظ حالة التشغيل الحالية للاستئناف عند التشغيل التالي.
ar_sa: حفظ حالة التشغيل الحالية لاستئنافها عند التشغيل التالي.
bg_bg: Запазете текущото състояние на възпроизвеждане, за да продължите при следващото стартиране.
bn_bd: পরবর্তী চালুতে পুনরায় শুরু করার জন্য বর্তমান প্লেব্যাক অবস্থা সংরক্ষণ করুন।
ca_es: Desa l'estat de reproducció actual per reprendre'l en el proper inici.
cs_cz: Uložit aktuální stav přehrávání pro obnovení při dalším spuštění.
da_dk: Gem den nuværende afspilningsstatus for at fortsætte ved næste start.
de_de: Speichern Sie den aktuellen Wiedergabestatus, um ihn beim nächsten Start fortzusetzen.
el_gr: Αποθήκευση της τρέχουσας κατάστασης αναπαραγωγής για συνέχιση στην επόμενη εκκίνηση.
es_mx: Guarda el estado de reproducción actual para reanudar en el siguiente inicio.
et_ee: Salvesta praegune taasesituse olek, et jätkata järgmisel käivitamisel.
fa_ir: وضعیت پخش فعلی را برای از سرگیری در راه‌اندازی بعدی ذخیره کنید.
fi_fi: Tallenna nykyinen toistotila jatkaaksesi seuraavalla käynnistyksellä.
fr_fr: Enregistre l'état de lecture actuel pour reprendre au prochain lancement.
ga_ie: Sábháil an staid athsheinm reatha chun leanúint ar aghaidh an chéad uair eile a sheoltar é.
he_il: שמור את מצב הניגון הנוכחי כדי להמשיך בהפעלה הבאה.
hi_in: अगले लॉन्च पर फिर से शुरू करने के लिए वर्तमान प्लेबैक स्थिति सहेजें।
hr_hr: Spremite trenutno stanje reprodukcije za nastavak pri sljedećem pokretanju.
hu_hu: Mentse el az aktuális lejátszási állapotot, hogy a következő indításkor folytatódjon.
id_id: Simpan status pemutaran saat ini untuk dilanjutkan saat peluncuran berikutnya.
it_it: Salva lo stato di riproduzione corrente per riprenderlo al prossimo avvio.
ja_jp: 次回起動時に再開できるよう、現在の再生状態を保存します。
ko_kr: 다음 실행 시 재개할 수 있도록 현재 재생 상태를 저장합니다.
lt_lt: Išsaugoti dabartinę grojimo būseną, kad būtų galima tęsti kitą kartą paleidus.
ms_my: Simpan keadaan main balik semasa untuk disambung pada pelancaran seterusnya.
nl_nl: Sla de huidige afspeelstatus op om verder te gaan bij de volgende start.
no_no: Lagre gjeldende avspillingsstatus for å fortsette ved neste oppstart.
pa_in: ਅਗਲੀ ਸ਼ੁਰੂਆਤ 'ਤੇ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਮੌਜੂਦਾ ਪਲੇਬੈਕ ਸਥਿਤੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ।
pl_pl: Zapisz bieżący stan odtwarzania, aby wznowić go przy następnym uruchomieniu.
pt_pt: Guarda o estado de reprodução atual para retomar no próximo arranque.
ro_ro: Salvează starea curentă a redării pentru a relua la următoarea lansare.
ru_ru: Сохранять текущее состояние воспроизведения для возобновления при следующем запуске.
sk_sk: Uložiť aktuálny stav prehrávania pre obnovenie pri ďalšom spustení.
sq_al: Ruaj gjendjen aktuale të luajtjes për të vazhduar në hapjen tjetër.
sr_cyrl_rs: Сачувајте тренутно стање репродукције да бисте наставили при следећем покретању.
sv_se: Spara det aktuella uppspelningsläget för att återuppta vid nästa start.
sw_ke: Hifadhi hali ya sasa ya kucheza ili kuendelea kwenye uzinduzi unaofuata.
ta_in: அடுத்த துவக்கத்தில் தொடர தற்போதைய பிளேபேக் நிலையைச் சேமிக்கவும்.
th_th: บันทึกสถานะการเล่นปัจจุบันเพื่อเล่นต่อในการเปิดใช้ครั้งถัดไป
tl_ph: I-save ang kasalukuyang estado ng pag-playback upang ipagpatuloy sa susunod na paglunsad.
tr_tr: Geçerli oynatma durumunu kaydederek bir sonraki başlatmada devam edin.
uk_ua: Зберегти поточний стан відтворення для відновлення при наступному запуску.
vi_vn: Lưu trạng thái phát hiện tại để tiếp tục trong lần khởi chạy tiếp theo.
zh_cn: 保存当前播放状态，以便在下次启动时恢复。
zh_tw: 儲存目前的播放狀態，以便在下次啟動時恢復。

# SettingsPage_AutoLaunch.Header
source: Auto launch on startup
af_za: Outomatiese bekendstelling by opstart
ar_eg: تشغيل تلقائي عند بدء التشغيل
ar_sa: تشغيل تلقائي عند البدء
bg_bg: Автоматично стартиране
bn_bd: স্টার্টআপে স্বয়ংক্রিয় চালু
ca_es: Inici automàtic en engegar
cs_cz: Automatické spuštění po startu
da_dk: Automatisk start ved opstart
de_de: Automatischer Start beim Systemstart
el_gr: Αυτόματη εκκίνηση κατά την εκκίνηση
es_mx: Inicio automático al encender
et_ee: Automaatkäivitus käivitamisel
fa_ir: راه‌اندازی خودکار هنگام شروع
fi_fi: Automaattinen käynnistys
fr_fr: Lancement automatique au démarrage
ga_ie: Seoladh uathoibríoch ar thosú
he_il: הפעלה אוטומטית בהפעלה
hi_in: स्टार्टअप पर स्वतः लॉन्च करें
hr_hr: Automatsko pokretanje pri podizanju sustava
hu_hu: Automatikus indítás
id_id: Luncurkan otomatis saat startup
it_it: Avvio automatico all'avvio
ja_jp: 起動時に自動起動
ko_kr: 시작 시 자동 실행
lt_lt: Automatinis paleidimas paleidžiant
ms_my: Lancarkan secara automatik semasa permulaan
nl_nl: Automatisch starten bij opstarten
no_no: Autostart ved oppstart
pa_in: ਸ਼ੁਰੂਆਤ 'ਤੇ ਆਟੋ ਲਾਂਚ
pl_pl: Automatyczne uruchamianie przy starcie
pt_pt: Iniciar automaticamente no arranque
ro_ro: Lansare automată la pornire
ru_ru: Автозапуск при запуске
sk_sk: Automatické spustenie pri štarte
sq_al: Nisje automatike në fillim
sr_cyrl_rs: Аутоматско покретање при старту
sv_se: Autostart vid uppstart
sw_ke: Zindua kiotomatiki wakati wa kuanza
ta_in: துவக்கத்தில் தானாகத் தொடங்கு
th_th: เปิดใช้งานอัตโนมัติเมื่อเริ่มต้น
tl_ph: Awtomatikong ilunsad sa startup
tr_tr: Başlangıçta otomatik başlat
uk_ua: Автозапуск при запуску
vi_vn: Tự động khởi chạy khi khởi động
zh_cn: 开机自动启动
zh_tw: 開機時自動啟動

# SettingsPage_AutoLaunch.Description
source: Start Nagi automatically when you log into your computer.
af_za: Begin Nagi outomaties wanneer jy by jou rekenaar aanmeld.
ar_eg: ابدأ ناجي تلقائياً عند تسجيل الدخول إلى جهاز الكمبيوتر الخاص بك.
ar_sa: ابدأ ناجي تلقائيًا عند تسجيل الدخول إلى جهاز الكمبيوتر الخاص بك.
bg_bg: Стартирайте Nagi автоматично, когато влезете в компютъра си.
bn_bd: আপনি যখন আপনার কম্পিউটারে লগ ইন করবেন তখন স্বয়ংক্রিয়ভাবে Nagi চালু করুন।
ca_es: Inicia Nagi automàticament quan iniciïs sessió a l'ordinador.
cs_cz: Spustit Nagi automaticky po přihlášení k počítači.
da_dk: Start Nagi automatisk, når du logger på din computer.
de_de: Starten Sie Nagi automatisch, wenn Sie sich an Ihrem Computer anmelden.
el_gr: Εκκινήστε το Nagi αυτόματα όταν συνδέεστε στον υπολογιστή σας.
es_mx: Inicia Nagi automáticamente cuando inicies sesión en tu computadora.
et_ee: Käivita Nagi automaatselt, kui logite oma arvutisse sisse.
fa_ir: هنگام ورود به رایانه، Nagi را به طور خودکار راه‌اندازی کنید.
fi_fi: Käynnistä Nagi automaattisesti, kun kirjaudut tietokoneellesi.
fr_fr: Démarre Nagi automatiquement lorsque vous vous connectez à votre ordinateur.
ga_ie: Tosaigh Nagi go huathoibríoch nuair a logálann tú isteach ar do ríomhaire.
he_il: הפעל את Nagi אוטומטית בעת כניסה למחשב שלך.
hi_in: जब आप अपने कंप्यूटर में लॉग इन करें तो नागी को स्वचालित रूप से शुरू करें।
hr_hr: Automatski pokrenite Nagi kada se prijavite na svoje računalo.
hu_hu: Indítsa el a Nagit automatikusan, amikor bejelentkezik a számítógépére.
id_id: Mulai Nagi secara otomatis saat Anda masuk ke komputer Anda.
it_it: Avvia Nagi automaticamente quando accedi al tuo computer.
ja_jp: コンピュータにログインしたときにNagiを自動的に起動します。
ko_kr: 컴퓨터에 로그인할 때 Nagi를 자동으로 시작합니다.
lt_lt: Automatiškai paleisti „Nagi“ prisijungus prie kompiuterio.
ms_my: Mulakan Nagi secara automatik apabila anda log masuk ke komputer anda.
nl_nl: Start Nagi automatisch wanneer u inlogt op uw computer.
no_no: Start Nagi automatisk når du logger på datamaskinen din.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ ਤਾਂ ਨਾਗੀ ਨੂੰ ਆਪਣੇ ਆਪ ਸ਼ੁਰੂ ਕਰੋ।
pl_pl: Uruchom Nagi automatycznie po zalogowaniu się do komputera.
pt_pt: Inicie o Nagi automaticamente quando iniciar sessão no seu computador.
ro_ro: Pornește automat Nagi când te conectezi la computer.
ru_ru: Запускать Nagi автоматически при входе в систему.
sk_sk: Spustiť Nagi automaticky pri prihlásení do počítača.
sq_al: Fillo Nagi automatikisht kur të hysh në kompjuterin tënd.
sr_cyrl_rs: Покрени Наги аутоматски када се пријавите на свој рачунар.
sv_se: Starta Nagi automatiskt när du loggar in på din dator.
sw_ke: Anzisha Nagi kiotomatiki unapoingia kwenye kompyuta yako.
ta_in: உங்கள் கணினியில் உள்நுழையும்போது நாகியைத் தானாகவே தொடங்கவும்.
th_th: เริ่ม Nagi โดยอัตโนมัติเมื่อคุณเข้าสู่ระบบคอมพิวเตอร์ของคุณ
tl_ph: Awtomatikong simulan ang Nagi kapag nag-log in ka sa iyong computer.
tr_tr: Bilgisayarınızda oturum açtığınızda Nagi'yi otomatik olarak başlatın.
uk_ua: Запускати Nagi автоматично при вході в систему.
vi_vn: Tự động khởi động Nagi khi bạn đăng nhập vào máy tính của mình.
zh_cn: 当您登录计算机时自动启动 Nagi。
zh_tw: 當您登入電腦時自動啟動 Nagi。

# SettingsPage_StartMinimized.Header
source: Start minimized
af_za: Begin geminimaliseer
ar_eg: ابدأ مصغراً
ar_sa: بدء مصغرًا
bg_bg: Стартиране минимизиран
bn_bd: ছোট করে শুরু করুন
ca_es: Iniciar minimitzat
cs_cz: Spustit minimalizovaně
da_dk: Start minimeret
de_de: Minimiert starten
el_gr: Εκκίνηση ελαχιστοποιημένο
es_mx: Iniciar minimizado
et_ee: Käivita minimeeritult
fa_ir: شروع به صورت کوچک‌شده
fi_fi: Käynnistä pienennettynä
fr_fr: Démarrer minimisé
ga_ie: Tosaigh íoslaghdaithe
he_il: התחל ממוזער
hi_in: न्यूनतम करके शुरू करें
hr_hr: Pokreni minimizirano
hu_hu: Indítás minimalizálva
id_id: Mulai diminimalkan
it_it: Avvia minimizzato
ja_jp: 最小化して起動
ko_kr: 최소화하여 시작
lt_lt: Paleisti sumažintą
ms_my: Mulakan diminimumkan
nl_nl: Geminiimaliseerd starten
no_no: Start minimert
pa_in: ਘੱਟ ਤੋਂ ਘੱਟ ਸ਼ੁਰੂ ਕਰੋ
pl_pl: Uruchom zminimalizowany
pt_pt: Iniciar minimizado
ro_ro: Pornește minimizat
ru_ru: Запускать в свернутом виде
sk_sk: Spustiť minimalizované
sq_al: Fillo i minimizuar
sr_cyrl_rs: Покрени минимизовано
sv_se: Starta minimerad
sw_ke: Anzisha katika hali ndogo
ta_in: சிறியதாக்கித் தொடங்கு
th_th: เริ่มโดยย่อขนาด
tl_ph: Simulan nang minimized
tr_tr: Simge durumuna küçültülmüş başlat
uk_ua: Запускати згорнутим
vi_vn: Khởi động thu nhỏ
zh_cn: 启动时最小化
zh_tw: 最小化啟動

# SettingsPage_StartMinimized.Description
source: When launched, the application window will be minimized by default.
af_za: Wanneer gelanseer, sal die toepassingsvenster by verstek geminimaliseer wees.
ar_eg: عند التشغيل، سيتم تصغير نافذة التطبيق افتراضيًا.
ar_sa: عند التشغيل، سيتم تصغير نافذة التطبيق افتراضيًا.
bg_bg: При стартиране прозорецът на приложението ще бъде минимизиран по подразбиране.
bn_bd: চালু হলে, অ্যাপ্লিকেশন উইন্ডোটি ডিফল্টরূপে ছোট করা হবে।
ca_es: Quan s'iniciï, la finestra de l'aplicació es minimitzarà per defecte.
cs_cz: Po spuštění bude okno aplikace ve výchozím nastavení minimalizováno.
da_dk: Når applikationen startes, vil vinduet som standard være minimeret.
de_de: Beim Start wird das Anwendungsfenster standardmäßig minimiert.
el_gr: Όταν εκκινηθεί, το παράθυρο της εφαρμογής θα είναι ελαχιστοποιημένο από προεπιλογή.
es_mx: Al iniciar, la ventana de la aplicación se minimizará por defecto.
et_ee: Käivitamisel minimeeritakse rakenduse aken vaikimisi.
fa_ir: هنگام راه‌اندازی، پنجره برنامه به طور پیش‌فرض کوچک‌سازی می‌شود.
fi_fi: Käynnistyessään sovellusikkuna pienennetään oletuksena.
fr_fr: Au lancement, la fenêtre de l'application sera minimisée par défaut.
ga_ie: Nuair a sheoltar é, íoslaghdófar fuinneog an fheidhmchláir de réir réamhshocraithe.
he_il: כאשר יופעל, חלון היישום יהיה ממוזער כברירת מחדל.
hi_in: लॉन्च होने पर, एप्लिकेशन विंडो डिफ़ॉल्ट रूप से न्यूनतम की जाएगी।
hr_hr: Kada se pokrene, prozor aplikacije bit će minimiziran prema zadanim postavkama.
hu_hu: Indításkor az alkalmazásablak alapértelmezésben minimalizálva lesz.
id_id: Saat diluncurkan, jendela aplikasi akan diminimalkan secara default.
it_it: Quando avviata, la finestra dell'applicazione sarà minimizzata per impostazione predefinita.
ja_jp: 起動時、アプリケーションウィンドウはデフォルトで最小化されます。
ko_kr: 실행될 때 응용 프로그램 창이 기본적으로 최소화됩니다.
lt_lt: Paleidus, programos langas bus numatytuoju būdu sumažintas.
ms_my: Apabila dilancarkan, tetingkap aplikasi akan diminimumkan secara lalai.
nl_nl: Wanneer gestart, wordt het applicatievenster standaard geminimaliseerd.
no_no: Ved oppstart vil applikasjonsvinduet være minimert som standard.
pa_in: ਲਾਂਚ ਕੀਤੇ ਜਾਣ 'ਤੇ, ਐਪਲੀਕੇਸ਼ਨ ਵਿੰਡੋ ਮੂਲ ਰੂਪ ਵਿੱਚ ਛੋਟੀ ਹੋ ਜਾਵੇਗੀ।
pl_pl: Po uruchomieniu okno aplikacji będzie domyślnie zminimalizowane.
pt_pt: Quando iniciado, a janela da aplicação será minimizada por predefinição.
ro_ro: La lansare, fereastra aplicației va fi minimizată în mod implicit.
ru_ru: При запуске окно приложения будет по умолчанию свернуто.
sk_sk: Pri spustení bude okno aplikácie predvolene minimalizované.
sq_al: Kur të nisë, dritarja e aplikacionit do të jetë e minimizuar si parazgjedhje.
sr_cyrl_rs: Када се покрене, прозор апликације ће подразумевано бити минимизован.
sv_se: När applikationen startas kommer fönstret att vara minimerat som standard.
sw_ke: Inapozinduliwa, dirisha la programu litakuwa limepunguzwa kwa chaguomsingi.
ta_in: துவக்கும்போது, பயன்பாட்டு சாளரம் இயல்புநிலையாக சிறியதாக்கப்படும்.
th_th: เมื่อเปิดใช้งาน หน้าต่างแอปพลิเคชันจะถูกย่อขนาดเป็นค่าเริ่มต้น
tl_ph: Kapag inilunsad, ang window ng application ay awtomatikong maminimize.
tr_tr: Başlatıldığında, uygulama penceresi varsayılan olarak simge durumuna küçültülecektir.
uk_ua: При запуску вікно програми буде згорнуто за замовчуванням.
vi_vn: Khi khởi chạy, cửa sổ ứng dụng sẽ được thu nhỏ theo mặc định.
zh_cn: 启动时，应用程序窗口将默认最小化。
zh_tw: 啟動時，應用程式視窗預設將最小化。

# SettingsPage_MinimizeToMiniPlayer.Header
source: Minimize to mini-player
af_za: Minimaliseer na mini-speler
ar_eg: تصغير إلى مشغل مصغر
ar_sa: تصغير إلى المشغل المصغر
bg_bg: Минимизиране до мини-плейър
bn_bd: মিনি-প্লেয়ারে ছোট করুন
ca_es: Minimitzar al mini-reproductor
cs_cz: Minimalizovat do mini-přehrávače
da_dk: Minimer til mini-afspiller
de_de: In Mini-Player minimieren
el_gr: Ελαχιστοποίηση σε μίνι-αναπαραγωγέα
es_mx: Minimizar a mini-reproductor
et_ee: Minimeeri minipleierisse
fa_ir: کوچک‌سازی به پخش‌کننده کوچک
fi_fi: Pienennä minisoittimeen
fr_fr: Minimiser vers le mini-lecteur
ga_ie: Íoslaghdaigh go mion-seinnteoir
he_il: מזער למיני-נגן
hi_in: मिनी-प्लेयर पर छोटा करें
hr_hr: Minimiziraj u mini-reproduktor
hu_hu: Minimalizálás mini-lejátszóba
id_id: Minimalkan ke pemutar mini
it_it: Minimizza a mini-lettore
ja_jp: ミニプレイヤーに最小化
ko_kr: 미니 플레이어로 최소화
lt_lt: Sumažinti iki mini grotuvo
ms_my: Minimumkan ke pemain mini
nl_nl: Minimaliseren naar mini-speler
no_no: Minimer til minispiller
pa_in: ਮਿੰਨੀ-ਪਲੇਅਰ 'ਤੇ ਘੱਟ ਕਰੋ
pl_pl: Zminimalizuj do mini-odtwarzacza
pt_pt: Minimizar para o mini-leitor
ro_ro: Minimizează în mini-player
ru_ru: Свернуть в мини-плеер
sk_sk: Minimalizovať do mini-prehrávača
sq_al: Minimizo në mini-luajtës
sr_cyrl_rs: Минимизуј у мини плејер
sv_se: Minimera till minispelare
sw_ke: Punguza hadi kichezaji kidogo
ta_in: மினி-பிளேயருக்குச் சுருக்கு
th_th: ย่อขนาดเป็นเครื่องเล่นขนาดเล็ก
tl_ph: I-minimize sa mini-player
tr_tr: Mini oynatıcıya küçült
uk_ua: Згорнути до міні-програвача
vi_vn: Thu nhỏ thành trình phát mini
zh_cn: 最小化到迷你播放器
zh_tw: 最小化為迷你播放器

# SettingsPage_MinimizeToMiniPlayer.Description
source: When minimized, show a compact floating player instead of hiding the window.
af_za: Wanneer geminimaliseer, wys 'n kompakte drywende speler in plaas daarvan om die venster te versteek.
ar_eg: عند التصغير، اظهر مشغل عائم صغير بدلاً من إخفاء النافذة.
ar_sa: عند التصغير، أظهر مشغلًا عائمًا مضغوطًا بدلاً من إخفاء النافذة.
bg_bg: Когато е минимизиран, покажете компактен плаващ плейър, вместо да скривате прозореца.
bn_bd: ছোট করা হলে, উইন্ডো লুকানোর পরিবর্তে একটি কমপ্যাক্ট ফ্লোটিং প্লেয়ার দেখান।
ca_es: Quan es minimitzi, mostra un reproductor flotant compacte en lloc d'amagar la finestra.
cs_cz: Při minimalizaci zobrazit kompaktní plovoucí přehrávač namísto skrytí okna.
da_dk: Når minimeret, vis en kompakt flydende afspiller i stedet for at skjule vinduet.
de_de: Wenn minimiert, zeigen Sie einen kompakten schwebenden Player an, anstatt das Fenster auszublenden.
el_gr: Όταν ελαχιστοποιείται, εμφανίστε ένα συμπαγές αιωρούμενο πρόγραμμα αναπαραγωγής αντί να αποκρύπτετε το παράθυρο.
es_mx: Al minimizar, muestra un reproductor flotante compacto en lugar de ocultar la ventana.
et_ee: Minimeerimisel näidake kompaktset ujuvat mängijat akna peitmise asemel.
fa_ir: هنگام کوچک‌سازی، به جای پنهان کردن پنجره، یک پخش‌کننده شناور فشرده نمایش داده شود.
fi_fi: Pienennettäessä näytä kompakti kelluva soitin ikkunan piilottamisen sijaan.
fr_fr: Lorsqu'il est minimisé, affiche un lecteur flottant compact au lieu de masquer la fenêtre.
ga_ie: Nuair a íoslaghdófar é, taispeáin seinnteoir snámhach dlúth in ionad an fhuinneog a cheilt.
he_il: כאשר ממוזער, הצג נגן צף קומפקטי במקום להסתיר את החלון.
hi_in: न्यूनतम करने पर, विंडो छिपाने के बजाय एक कॉम्पैक्ट फ्लोटिंग प्लेयर दिखाएँ।
hr_hr: Kada je minimiziran, prikažite kompaktni plutajući reproduktor umjesto skrivanja prozora.
hu_hu: Minimalizáláskor az ablak elrejtése helyett mutasson egy kompakt lebegő lejátszót.
id_id: Saat diminimalkan, tampilkan pemutar mengambang yang ringkas alih-alih menyembunyikan jendela.
it_it: Quando minimizzato, mostra un lettore flottante compatto invece di nascondere la finestra.
ja_jp: 最小化時、ウィンドウを非表示にする代わりに、コンパクトなフローティングプレイヤーを表示します。
ko_kr: 최소화될 때 창을 숨기는 대신 컴팩트한 플로팅 플레이어를 표시합니다.
lt_lt: Sumažinus, rodyti kompaktišką plaukiojantį grotuvą, o ne slėpti langą.
ms_my: Apabila diminimumkan, tunjukkan pemain terapung padat dan bukannya menyembunyikan tetingkap.
nl_nl: Wanneer geminimaliseerd, toon een compacte zwevende speler in plaats van het venster te verbergen.
no_no: Når minimert, vis en kompakt flytende spiller i stedet for å skjule vinduet.
pa_in: ਘੱਟ ਕੀਤੇ ਜਾਣ 'ਤੇ, ਵਿੰਡੋ ਨੂੰ ਲੁਕਾਉਣ ਦੀ ਬਜਾਏ ਇੱਕ ਸੰਖੇਪ ਫਲੋਟਿੰਗ ਪਲੇਅਰ ਦਿਖਾਓ।
pl_pl: Po zminimalizowaniu pokaż kompaktowy, pływający odtwarzacz zamiast ukrywania okna.
pt_pt: Quando minimizado, mostra um leitor flutuante compacto em vez de ocultar a janela.
ro_ro: Când este minimizată, afișează un player plutitor compact în loc să ascundă fereastra.
ru_ru: При сворачивании показывать компактный плавающий плеер вместо скрытия окна.
sk_sk: Pri minimalizácii zobraziť kompaktný plávajúci prehrávač namiesto skrytia okna.
sq_al: Kur minimizohet, shfaq një luajtës kompakt lundrues në vend që të fshehë dritaren.
sr_cyrl_rs: Када је минимизован, прикажи компактни плутајући плејер уместо да сакријеш прозор.
sv_se: När den minimeras, visa en kompakt flytande spelare istället för att dölja fönstret.
sw_ke: Inapopunguzwa, onyesha kichezaji kidogo kinachoelea badala ya kuficha dirisha.
ta_in: சிறியதாக்கப்படும்போது, சாளரத்தை மறைப்பதற்குப் பதிலாக ஒரு சிறிய மிதக்கும் பிளேயரைக் காட்டு.
th_th: เมื่อย่อขนาด จะแสดงเครื่องเล่นแบบลอยตัวขนาดกะทัดรัดแทนการซ่อนหน้าต่าง
tl_ph: Kapag minimized, magpakita ng compact na floating player sa halip na itago ang window.
tr_tr: Simge durumuna küçültüldüğünde, pencereyi gizlemek yerine kompakt bir yüzen oynatıcı göster.
uk_ua: При згортанні показувати компактний плаваючий програвач замість приховування вікна.
vi_vn: Khi thu nhỏ, hiển thị một trình phát nổi nhỏ gọn thay vì ẩn cửa sổ.
zh_cn: 最小化时，显示一个紧凑的浮动播放器，而不是隐藏窗口。
zh_tw: 最小化時，顯示一個精巧的浮動播放器，而不是隱藏視窗。
